Repository: tzdefi-lang/Ironlog_backup
Catalog: ios/IronLog/IronLog/i18n/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ exercises
zh_hans: %@ 个动作

source: %@ max
zh_hans: 最大 %@

source: %@ sets
zh_hans: %@ 组

source: %@ vol
zh_hans: 训练量 %@

# %@/%@ sets
source: %1$@/%2$@ sets
zh_hans: %1$@/%2$@ 组

# actionMenu.cancel
source: Cancel
zh_hans: 取消

# actionMenu.deleteWorkout
source: Delete Workout
zh_hans: 删除训练

# actionMenu.scheduleCopy
source: Schedule Copy
zh_hans: 复制并安排

# actionMenu.title
source: Workout Options
zh_hans: 训练操作

# auth.login.back
source: Back
zh_hans: 返回

# auth.login.checkEmail
source: Check your email
zh_hans: 检查你的邮箱

# auth.login.codePlaceholder
source: 6-digit code
zh_hans: 6位验证码

# auth.login.codeSentPrefix
source: We sent a code to
zh_hans: 我们已发送验证码到

# auth.login.continueApple
source: Continue with Apple
zh_hans: 使用 Apple 继续

# auth.login.continueEmail
source: Continue with Email
zh_hans: 使用邮箱继续

# auth.login.continueGoogle
source: Continue with Google
zh_hans: 使用 Google 继续

# auth.login.devPasteToken
source: Dev: paste Privy token
zh_hans: 开发：粘贴 Privy token

# auth.login.emailAddress
source: Email address
zh_hans: 邮箱地址

# auth.login.enterEmail
source: Enter your email
zh_hans: 输入你的邮箱

# auth.login.pasteToken
source: Paste Privy token
zh_hans: 粘贴 Privy token

# auth.login.resendCode
source: Resend code
zh_hans: 重新发送验证码

# auth.login.restoreSession
source: Restoring your session...
zh_hans: 正在恢复会话...

# auth.login.sendCode
source: Send Code
zh_hans: 发送验证码

# auth.login.sending
source: Sending...
zh_hans: 发送中...

# auth.login.subtitle
source: Your strength. Your record.
zh_hans: 你的力量，你的记录。

# auth.login.useToken
source: Use Token
zh_hans: 使用 Token

# auth.login.verify
source: Verify
zh_hans: 验证

# auth.login.verifying
source: Verifying...
zh_hans: 验证中...

# bottomNav.calendar
source: Calendar
zh_hans: 日历

# bottomNav.history
source: History
zh_hans: 历史

# bottomNav.home
source: Home
zh_hans: 首页

# bottomNav.profile
source: Profile
zh_hans: 我的

# bottomNav.stats
source: Stats
zh_hans: 统计

# calendar.cancel
source: Cancel
zh_hans: 取消

# calendar.copyPrompt
source: Select a date to schedule this workout:
zh_hans: 选择一个日期来安排这次训练：

# calendar.copyWorkoutTitle
source: Copy Workout
zh_hans: 复制训练

# calendar.deleteConfirm
source: Yes, Delete
zh_hans: 确认删除

# calendar.deletePrompt
source: Are you sure you want to delete this workout?
zh_hans: 确定要删除这次训练吗？

# calendar.deleteWorkoutTitle
source: Delete Workout
zh_hans: 删除训练

# calendar.exercises
source: Exercises
zh_hans: 个动作

# calendar.noWorkouts
source: No workouts
zh_hans: 暂无训练

# calendar.schedule
source: Schedule
zh_hans: 安排

# calendar.selectDay
source: Select a day
zh_hans: 请选择日期

# calendar.swipeHint
source: Swipe left/right to switch month
zh_hans: 左右滑动切换月份

# calendar.title
source: Calendar
zh_hans: 日历

# common.dark
source: Dark
zh_hans: 深色

# common.delete
source: Delete
zh_hans: 删除

# common.disabled
source: Disabled
zh_hans: 已关闭

# common.enabled
source: Enabled
zh_hans: 已开启

# common.light
source: Light
zh_hans: 浅色

# common.official
source: Official
zh_hans: 官方

# common.signOut
source: Sign Out
zh_hans: 退出登录

# common.system
source: System
zh_hans: 跟随系统

# common.tapToChange
source: TAP TO CHANGE
zh_hans: 点击切换

source: Completed
zh_hans: 已完成

# Current workout: %@/%@ sets completed
source: Current workout: %1$@/%2$@ sets completed
zh_hans: 当前训练：已完成 %1$@/%2$@ 组

# dashboard.cancel
source: Cancel
zh_hans: 取消

# dashboard.copyWorkoutPrompt
source: Select a date to schedule this workout:
zh_hans: 选择一个日期来安排这次训练：

# dashboard.copyWorkoutTitle
source: Copy Workout
zh_hans: 复制训练

# dashboard.date
source: Date
zh_hans: 日期

# dashboard.exercises
source: exercises
zh_hans: 个动作

# dashboard.fromTemplate
source: From Template
zh_hans: 从模板开始

# dashboard.lastCompleted
source: Last Completed
zh_hans: 最近完成

# dashboard.noTemplatesYet
source: No templates yet. Save one after finishing a workout.
zh_hans: 暂无模板。完成一次训练后可保存为模板。

# dashboard.restDayDesc
source: No active workout for today.
zh_hans: 今天还没有进行中的训练。

# dashboard.restDayTitle
source: Rest Day?
zh_hans: 休息日？

# dashboard.schedule
source: Schedule
zh_hans: 安排

# dashboard.startFromTemplateTitle
source: Start From Template
zh_hans: 从模板开始训练

# dashboard.startNow
source: Start Now
zh_hans: 立即开始

# dashboard.startWorkout
source: Start Workout
zh_hans: 开始训练

# dashboard.swipeHorizontal
source: Swipe Left/Right
zh_hans: 左右滑动

# dashboard.swipeVertical
source: Swipe Vertical
zh_hans: 上下滑动

# dashboard.title
source: Workout
zh_hans: 训练

# dashboard.todayPlan
source: Today's Plan
zh_hans: 今日计划

source: Delete
zh_hans: 删除

# exerciseDetail.close
source: Close details
zh_hans: 关闭详情

# exerciseDetail.dragHandle
source: Drag handle
zh_hans: 拖拽手柄

# exerciseDetail.empty
source: No details yet.
zh_hans: 暂无详情内容。

# exerciseDetail.media
source: Media
zh_hans: 媒体

# exerciseDetail.newPR
source: NEW PR
zh_hans: 新 PR

# exerciseDetail.nextMedia
source: Next media
zh_hans: 下一条媒体

# exerciseDetail.noDescriptionAvailable
source: No description available
zh_hans: 暂无描述内容

# exerciseDetail.previousMedia
source: Previous media
zh_hans: 上一条媒体

# exerciseDetail.sectionCurrentSession
source: Current Session
zh_hans: 当前训练

# exerciseDetail.sectionDescription
source: Description
zh_hans: 描述

# exerciseDetail.sectionPerformance
source: Performance
zh_hans: 表现数据

# exerciseDetail.statsEstimated1RM
source: Est. 1RM
zh_hans: 预计 1RM

# exerciseDetail.statsLast
source: Last
zh_hans: 上次

# exerciseDetail.statsMaxWeight
source: Max Weight
zh_hans: 最大重量

# exerciseDetail.statsThis
source: This
zh_hans: 本次

# exerciseDetail.statsVolume
source: Volume
zh_hans: 训练量

# exerciseDetail.title
source: Exercise Detail
zh_hans: 动作详情

# fab.addWorkout
source: Add workout
zh_hans: 添加训练

source: History (%@ sessions)
zh_hans: 历史（%@ 次）

# history.all
source: All
zh_hans: 全部

# history.allCategories
source: All Categories
zh_hans: 全部分类

# history.allMonths
source: All Months
zh_hans: 所有月份

# history.allYears
source: All Years
zh_hans: 所有年份

# history.applyFilters
source: Apply Filters
zh_hans: 应用筛选

# history.bodyPartLabel
source: Body Part
zh_hans: 身体部位

# history.cancel
source: Cancel
zh_hans: 取消

# history.categoryChip
source: Category
zh_hans: 部位

# history.clearFilters
source: Clear Filters
zh_hans: 清除筛选

# history.completionLabel
source: Completion
zh_hans: 完成状态

# history.copyPrompt
source: Select a date to schedule this workout:
zh_hans: 选择一个日期来安排这次训练：

# history.copyWorkoutTitle
source: Copy Workout
zh_hans: 复制训练

# history.deleteConfirm
source: Yes, Delete
zh_hans: 确认删除

# history.deletePrompt
source: Are you sure you want to delete this workout?
zh_hans: 确定要删除这次训练吗？

# history.deleteWorkoutTitle
source: Delete Workout
zh_hans: 删除训练

# history.done
source: Done
zh_hans: 已完成

# history.empty
source: No workouts found.
zh_hans: 没有找到训练记录。

# history.exercises
source: Exercises
zh_hans: 个动作

# history.filterButtonAria
source: Filter history
zh_hans: 筛选历史记录

# history.filterTitle
source: Filter History
zh_hans: 筛选历史记录

# history.monthChip
source: Month
zh_hans: 月份

# history.monthLabel
source: Month
zh_hans: 月份

# history.nameChip
source: Name
zh_hans: 名称

# history.schedule
source: Schedule
zh_hans: 安排

# history.statusChip
source: Status
zh_hans: 状态

# history.statusCompleted
source: Completed
zh_hans: 已完成

# history.statusInProgress
source: In Progress
zh_hans: 进行中

# history.title
source: History
zh_hans: 历史

# history.workoutDeletedToast
source: Workout deleted
zh_hans: 训练已删除

# history.workoutNameLabel
source: Workout Name
zh_hans: 训练名称

# history.workoutNamePlaceholder
source: Chest, Leg Day...
zh_hans: 胸、腿日...

# history.yearChip
source: Year
zh_hans: 年份

# history.yearLabel
source: Year
zh_hans: 年份

source: In Progress
zh_hans: 进行中

# installHint.androidStep1
source: Tap the browser menu (⋮).
zh_hans: 点击浏览器菜单（⋮）。

# installHint.androidStep2
source: Tap Install app / Add to Home screen.
zh_hans: 点击“安装应用”或“添加到主屏幕”。

# installHint.description
source: This is a web app. Installing it to your Home Screen makes it feel faster and more like a real app.
zh_hans: 这是一个网页应用。添加到主屏幕后，体验会更像原生应用且更流畅。

# installHint.dontShowAgain
source: Don't show again
zh_hans: 不再提示

# installHint.iosStep1
source: Open the Share menu (the square with an arrow) in Safari.
zh_hans: 在 Safari 中打开分享菜单（方框加箭头）。

# installHint.iosStep2
source: Tap Add to Home Screen.
zh_hans: 点击“添加到主屏幕”。

# installHint.iosStep3
source: Tap Add.
zh_hans: 点击“添加”。

# installHint.notNow
source: Not now
zh_hans: 暂不

# installHint.title
source: Install IronLog
zh_hans: 安装 IronLog

# login.description
source: Sign in with Google or Email. Your data is securely synced to the cloud.
zh_hans: 使用 Google 或邮箱登录。你的数据会安全同步到云端。

# login.headlineLine1
source: Start tracking
zh_hans: 开始记录

# login.headlineLine2
source: your first
zh_hans: 你的第一

# login.headlineLine3
source: workout...
zh_hans: 次训练...

# login.signIn
source: Sign In
zh_hans: 登录

# manage.addExercise
source: Add exercise
zh_hans: 添加动作

# manage.addUpload
source: Add upload
zh_hans: 添加上传文件

# manage.addYoutube
source: Add YouTube
zh_hans: 添加 YouTube

# manage.backToSettings
source: Back to settings
zh_hans: 返回设置

# manage.barbellWeight
source: Barbell weight
zh_hans: 杠铃重量

# manage.category
source: Category
zh_hans: 分类

# manage.clearForm
source: Clear
zh_hans: 清空

# manage.delete
source: Delete
zh_hans: 删除

# manage.deleteFailed
source: Delete failed.
zh_hans: 删除失败。

# manage.desktopOnlyMessage
source: Manage page is available on desktop viewport only.
zh_hans: 管理页面仅在桌面视口可用。

# manage.desktopOnlyTitle
source: Desktop Required
zh_hans: 仅支持桌面端

# manage.edit
source: Edit
zh_hans: 编辑

# manage.editOfficialExercise
source: Edit Official Exercise
zh_hans: 编辑官方动作

# manage.editOfficialTemplate
source: Edit Official Template
zh_hans: 编辑官方模板

# manage.exerciseDeleted
source: Official exercise deleted.
zh_hans: 官方动作已删除。

# manage.exerciseDescription
source: Exercise description
zh_hans: 动作描述

# manage.exerciseName
source: Exercise name
zh_hans: 动作名称

# manage.exerciseNameRequired
source: Exercise name is required.
zh_hans: 请填写动作名称。

# manage.exercises
source: exercises
zh_hans: 个动作

# manage.exerciseSaved
source: Official exercise saved.
zh_hans: 官方动作已保存。

# manage.instantPublish
source: Instant publish
zh_hans: 即时发布

# manage.invalidYoutube
source: Invalid YouTube URL
zh_hans: YouTube 链接无效

# manage.markdownPlaceholder
source: Markdown instructions and notes
zh_hans: Markdown 说明与注意事项

# manage.mediaItems
source: Media items
zh_hans: 媒体列表

# manage.mediaTitle
source: Media title
zh_hans: 媒体标题

# manage.newOfficialExercise
source: New Official Exercise
zh_hans: 新建官方动作

# manage.newOfficialTemplate
source: New Official Template
zh_hans: 新建官方模板

# manage.noMediaItems
source: No media items added.
zh_hans: 暂无媒体。

# manage.noOfficialExercises
source: No official exercises yet.
zh_hans: 暂无官方动作。

# manage.noOfficialTemplates
source: No official templates yet.
zh_hans: 暂无官方模板。

# manage.noTemplateExercises
source: No exercises selected yet.
zh_hans: 还没有添加动作。

# manage.officialExercises
source: Official Exercises
zh_hans: 官方动作

# manage.officialTemplates
source: Official Templates
zh_hans: 官方模板

# manage.removeExercise
source: Remove exercise
zh_hans: 移除动作

# manage.removeMedia
source: Remove media
zh_hans: 移除媒体

# manage.saveExercise
source: Save exercise
zh_hans: 保存动作

# manage.saveFailed
source: Save failed.
zh_hans: 保存失败。

# manage.saveTemplate
source: Save template
zh_hans: 保存模板

# manage.saving
source: Saving...
zh_hans: 保存中...

# manage.selectExercise
source: Select exercise
zh_hans: 选择动作

# manage.subtitle
source: Publish official exercises and templates instantly for all users.
zh_hans: 发布官方动作与模板，所有用户实时可见。

# manage.templateDeleted
source: Official template deleted.
zh_hans: 官方模板已删除。

# manage.templateDescription
source: Template description
zh_hans: 模板描述

# manage.templateExerciseRequired
source: Template requires at least one exercise.
zh_hans: 模板至少需要一个动作。

# manage.templateExercises
source: Template exercises
zh_hans: 模板动作

# manage.templateName
source: Template name
zh_hans: 模板名称

# manage.templateNameRequired
source: Template name is required.
zh_hans: 请填写模板名称。

# manage.templateSaved
source: Official template saved.
zh_hans: 官方模板已保存。

# manage.templateTagline
source: Template tagline
zh_hans: 模板副标题

# manage.thumbnail
source: Thumbnail
zh_hans: 缩略图

# manage.thumbnailUrl
source: Thumbnail URL
zh_hans: 缩略图链接

# manage.title
source: Manage
zh_hans: 管理

# manage.unauthorizedMessage
source: Your account is not in the admin allowlist.
zh_hans: 你的账号不在管理员白名单中。

# manage.unauthorizedTitle
source: Unauthorized
zh_hans: 无权限

# manage.uploadThumbnail
source: Upload thumbnail
zh_hans: 上传缩略图

# manage.userRequired
source: You must be signed in.
zh_hans: 请先登录账号。

# manage.usesBarbell
source: Uses barbell
zh_hans: 使用杠铃

# manage.youtubeEmbedHint
source: Put YouTube links on their own line to embed.
zh_hans: 将 YouTube 链接单独放在一行即可自动嵌入。

# manage.youtubeUrl
source: YouTube URL
zh_hans: YouTube 链接

source: No description
zh_hans: 暂无描述

source: or
zh_hans: 或

# orientation.description
source: IronLog is designed for vertical use. Rotate your phone back to continue.
zh_hans: IronLog 为竖屏设计。请将手机旋转回竖屏后继续。

# orientation.title
source: Rotate to portrait
zh_hans: 请竖屏使用

# profile.account
source: Account
zh_hans: 账户

# profile.appearance
source: Appearance
zh_hans: 外观

# profile.autoRestTimer
source: Auto rest timer after completing set
zh_hans: 完成组数后自动弹出休息计时器

# profile.back
source: Back
zh_hans: 返回

# profile.clearCacheConfirmAction
source: Clear now
zh_hans: 立即清理

# profile.clearCacheConfirmBody
source: This removes offline files and cached assets. Unsynced offline changes may be lost.
zh_hans: 将删除离线文件和缓存资源，未同步的离线更改可能会丢失。

# profile.clearCacheConfirmTitle
source: Clear cache?
zh_hans: 清理缓存？

# profile.clearCacheHint
source: Fix stuck UI and remove offline files (may remove unsynced offline changes)
zh_hans: 修复卡住的界面并删除离线文件（可能丢失未同步的离线更改）

# profile.clearCacheTitle
source: Clear cache
zh_hans: 清理缓存

# profile.defaultUser
source: User
zh_hans: 用户

# profile.exportCsv
source: Export as CSV
zh_hans: 导出为 CSV

# profile.exportData
source: Export Data
zh_hans: 导出数据

# profile.exportJson
source: Export as JSON
zh_hans: 导出为 JSON

# profile.language
source: Language
zh_hans: 语言

# profile.languageChinese
source: Chinese
zh_hans: 中文

# profile.languageEnglish
source: English
zh_hans: 英文

# profile.manageOfficialHint
source: Desktop admin tools for global workouts
zh_hans: 桌面端发布全局训练内容

# profile.manageOfficialTitle
source: Official Content Manage
zh_hans: 官方内容管理

# profile.noEmail
source: No email
zh_hans: 未绑定邮箱

# profile.notifications
source: Notifications
zh_hans: 通知提醒

# profile.notificationsUnsupported
source: Unsupported on this device
zh_hans: 当前设备不支持通知

# profile.restTimer
source: Rest Timer
zh_hans: 组间休息

# profile.settings
source: Settings
zh_hans: 设置

# profile.settingsHint
source: Units, appearance, language, notifications, export
zh_hans: 单位、外观、语言、通知与导出

# profile.settingsSubtitle
source: Manage your preferences and data
zh_hans: 管理你的偏好与数据

# profile.settingsTitle
source: Settings
zh_hans: 设置

# profile.title
source: Me
zh_hans: 我的

# profile.units
source: Units
zh_hans: 单位

# profile.workoutReminders
source: Workout reminders
zh_hans: 训练提醒

# restTimer.close
source: Close rest timer
zh_hans: 关闭休息计时器

source: Rest timer countdown
zh_hans: 组间休息倒计时

# restTimer.done
source: Done
zh_hans: 完成

# restTimer.pause
source: Pause
zh_hans: 暂停

# restTimer.paused
source: Paused
zh_hans: 已暂停

# restTimer.resting
source: Resting
zh_hans: 休息中

# restTimer.resume
source: Resume
zh_hans: 继续

# restTimer.skip
source: Skip
zh_hans: 跳过

# restTimer.subtitle
source: Auto starts when a set is completed
zh_hans: 完成一组后自动开始

# restTimer.title
source: Rest Timer
zh_hans: 组间休息

# sessionReport.backHome
source: Back to Home
zh_hans: 返回首页

# sessionReport.completeSubtitle
source: Nice work - here's your score.
zh_hans: 干得漂亮，这是你的本次成绩。

# sessionReport.completeTitle
source: Workout Complete
zh_hans: 训练完成

# sessionReport.completion
source: Completion
zh_hans: 完成度

# sessionReport.duration
source: Duration
zh_hans: 时长

# sessionReport.metricEstimated1rm
source: Est. 1RM
zh_hans: 估算 1RM

# sessionReport.metricMaxVolume
source: Max Volume
zh_hans: 最大训练量

# sessionReport.metricMaxWeight
source: Max Weight
zh_hans: 最大重量

# sessionReport.minutes
source: min
zh_hans: 分钟

# sessionReport.newPrs
source: New PRs
zh_hans: 新 PR

# sessionReport.share
source: Share
zh_hans: 分享

# sessionReport.title
source: Session Report
zh_hans: 训练报告

# sessionReport.totalVolume
source: Total Volume
zh_hans: 总训练量

source: Set %@
zh_hans: 第 %@ 组

# stats.acuteLoad
source: Acute (this week)
zh_hans: 本周急性负荷

# stats.baselineLoad
source: Baseline (4w avg)
zh_hans: 4周基线均值

# stats.bodyPartSplit
source: Body Part Split
zh_hans: 身体部位分布

# stats.empty
source: Complete workouts to unlock trend charts.
zh_hans: 完成训练后可解锁趋势图表。

# stats.loadAdviceElevated
source: Volume rose faster than baseline. Consider reducing total sets or adding extra recovery.
zh_hans: 本周训练量上升快于基线，建议适当减少组数并增加恢复。

# stats.loadAdviceHigh
source: Sharp load spike detected. Consider a short deload to lower potential injury risk.
zh_hans: 检测到明显负荷激增，建议短期减量以降低潜在受伤风险。

# stats.loadAdviceInsufficient
source: Complete a few more weeks to unlock reliable load risk guidance.
zh_hans: 再积累几周训练后，可获得更可靠的负荷风险建议。

# stats.loadAdviceLow
source: This week is below your baseline. Ramp back up gradually if you are rebuilding momentum.
zh_hans: 本周负荷低于近期基线，回升时建议循序渐进地加量。

# stats.loadAdviceNormal
source: Current load is rising at a manageable pace. Keep progressing with steady recovery.
zh_hans: 当前负荷增长处于可控范围，保持稳定训练与恢复节奏。

# stats.loadGuardrails
source: Guardrails: alerts require both high ratio and meaningful absolute increase, so low-volume weeks don't over-trigger.
zh_hans: 防误报规则：只有比值和绝对增量同时偏高才会告警，低基线周不会被过度触发。

# stats.loadInsightSubtitle
source: Acute load vs. 4-week baseline
zh_hans: 本周急性负荷 vs 4周基线

# stats.loadInsightTitle
source: Training Load Radar
zh_hans: 训练负荷雷达

# stats.loadRatio
source: Load ratio
zh_hans: 负荷比值

# stats.loadStatusElevated
source: Elevated jump
zh_hans: 负荷上升偏快

# stats.loadStatusHigh
source: High spike risk
zh_hans: 负荷激增风险

# stats.loadStatusInsufficient
source: Baseline pending
zh_hans: 基线数据不足

# stats.loadStatusLow
source: Low load week
zh_hans: 本周负荷偏低

# stats.loadStatusNormal
source: In safe range
zh_hans: 负荷处于安全区

# stats.noCategoryData
source: No category data yet.
zh_hans: 暂无部位分类数据。

# stats.noCompletedSets
source: No completed sets for this exercise yet.
zh_hans: 该运动暂无已完成组数据。

# stats.noElapsedTime
source: No elapsed time recorded yet.
zh_hans: 暂无可用时长数据。

# stats.noExerciseData
source: No exercise data
zh_hans: 暂无运动数据

# stats.oneRmTrend
source: 1RM Trend
zh_hans: 1RM 趋势

# stats.title
source: Stats
zh_hans: 统计

# stats.weeklyFrequency
source: Weekly Frequency (12 weeks)
zh_hans: 每周训练频率（12周）

# stats.weeklyVolume
source: Weekly Volume (12 weeks)
zh_hans: 每周训练量（12周）

# stats.workoutDuration
source: Workout Duration (minutes)
zh_hans: 训练时长（分钟）

# toast.cacheCleared
source: Cache cleared
zh_hans: 缓存已清理

# toast.exportCsvError
source: Export CSV failed
zh_hans: 导出 CSV 失败

# toast.exportCsvSuccess
source: Exported CSV file
zh_hans: CSV 文件导出成功

# toast.exportJsonError
source: Export JSON failed
zh_hans: 导出 JSON 失败

# toast.exportJsonSuccess
source: Exported JSON file
zh_hans: JSON 文件导出成功

# toast.notificationsDenied
source: Notification permission not granted
zh_hans: 未授予通知权限

# toast.notificationsOff
source: Workout reminders turned off
zh_hans: 训练提醒已关闭

# toast.notificationsOn
source: Workout reminders turned on
zh_hans: 训练提醒已开启

# toast.notificationsUnsupported
source: Notifications are not supported on this device
zh_hans: 该设备不支持通知

# workoutCard.inProgress
source: IN PROGRESS
zh_hans: 进行中

# workoutCard.noNotes
source: No notes for this workout.
zh_hans: 这次训练还没有备注。

# workoutEditor.addExercise
source: Add Exercise
zh_hans: 添加动作

# workoutEditor.addMedia
source: Add Photo/Video
zh_hans: 添加照片/视频

# workoutEditor.addThumbnail
source: Upload thumbnail
zh_hans: 上传缩略图

# workoutEditor.addUpload
source: Add upload
zh_hans: 添加上传文件

# workoutEditor.addYoutube
source: Add YouTube
zh_hans: 添加 YouTube

# workoutEditor.back
source: Back
zh_hans: 返回

# workoutEditor.barbell
source: Barbell
zh_hans: 杠铃

# workoutEditor.cancel
source: Cancel
zh_hans: 取消

# workoutEditor.catalogEmptyOffline
source: You are offline and no synced catalog is available yet.
zh_hans: 当前离线，且本地还没有已同步的动作库。

# workoutEditor.catalogEmptyOnline
source: Your catalog has not synced yet. Please wait a moment.
zh_hans: 动作库仍在同步，请稍等。

# workoutEditor.catalogEmptyTitle
source: No exercises available yet
zh_hans: 当前还没有可用动作

# workoutEditor.createNew
source: Create New
zh_hans: 新建动作

# workoutEditor.defaultWorkoutName
source: Workout
zh_hans: 训练

# workoutEditor.delete
source: Delete
zh_hans: 删除

# workoutEditor.deleteExercise
source: Delete Exercise
zh_hans: 删除动作

# workoutEditor.deleteExercisePromptPrefix
source: Delete
zh_hans: 删除

# workoutEditor.description
source: Description
zh_hans: 描述

# workoutEditor.editExerciseTitle
source: Edit Exercise
zh_hans: 编辑动作

# workoutEditor.errorPrefix
source: Error
zh_hans: 错误

# workoutEditor.exerciseInUse
source: This exercise is used in existing workouts and can't be deleted yet.
zh_hans: 该动作已被历史训练使用，暂时无法删除。

# workoutEditor.exercisesHint
source: Tap to add. Long-press to rename/edit.
zh_hans: 点击添加，长按可重命名或编辑。

# workoutEditor.exercisesTitle
source: Exercises
zh_hans: 动作库

# workoutEditor.finishWorkout
source: Finish workout
zh_hans: 完成训练

# workoutEditor.invalidYoutube
source: Invalid YouTube URL
zh_hans: YouTube 链接无效

# workoutEditor.markdownPlaceholder
source: Markdown notes/instructions (supports links and lists)
zh_hans: Markdown 说明/提示（支持链接和列表）

# workoutEditor.mediaItems
source: Media items
zh_hans: 媒体列表

# workoutEditor.mediaTitle
source: Media title (optional)
zh_hans: 媒体标题（可选）

# workoutEditor.name
source: Name
zh_hans: 名称

# workoutEditor.newExerciseTitle
source: New Exercise
zh_hans: 新建动作

# workoutEditor.newWorkoutTitle
source: New Workout
zh_hans: 新训练

# workoutEditor.noExercisesIn
source: No exercises in
zh_hans: 该分类下暂无动作：

# workoutEditor.noMediaItems
source: No media yet.
zh_hans: 暂无媒体内容。

# workoutEditor.officialReadOnly
source: Official exercises are read-only.
zh_hans: 官方动作为只读，无法编辑。

# workoutEditor.paused
source: Paused
zh_hans: 已暂停

# workoutEditor.pauseTimer
source: Pause timer
zh_hans: 暂停计时

# workoutEditor.processing
source: Processing...
zh_hans: 处理中...

# workoutEditor.removeMedia
source: Remove media
zh_hans: 移除媒体

# workoutEditor.replaceThumbnail
source: Replace thumbnail
zh_hans: 替换缩略图

# workoutEditor.restTimer
source: Rest timer
zh_hans: 组间休息

# workoutEditor.resumeWorkout
source: Resume Workout
zh_hans: 继续训练

# workoutEditor.running
source: Running
zh_hans: 计时中

# workoutEditor.save
source: Save
zh_hans: 保存

# workoutEditor.saveChanges
source: Save Changes
zh_hans: 保存修改

# workoutEditor.saveTemplateConfirm
source: Save
zh_hans: 保存

# workoutEditor.saveTemplatePrompt
source: Create a reusable template from this workout setup?
zh_hans: 要把这次训练结构保存为可复用模板吗？

# workoutEditor.saveTemplateSkip
source: Skip
zh_hans: 跳过

# workoutEditor.saveTemplateTitle
source: Save as Template?
zh_hans: 保存为模板？

# workoutEditor.shareFailed
source: Share failed
zh_hans: 分享失败

# workoutEditor.startTimer
source: Start timer
zh_hans: 开始计时

# workoutEditor.templateSuffix
source: Template
zh_hans: 模板

# workoutEditor.thumbnailUrl
source: Thumbnail URL
zh_hans: 缩略图链接

# workoutEditor.unknownError
source: Unknown error
zh_hans: 未知错误

# workoutEditor.usesBarbell
source: Uses barbell
zh_hans: 使用杠铃

# workoutEditor.workoutNotePlaceholder
source: Add a note...
zh_hans: 添加备注...

# workoutEditor.workoutTitlePlaceholder
source: Workout Title
zh_hans: 训练标题

# workoutEditor.youtubeEmbedHint
source: Put YouTube links on their own line to embed.
zh_hans: 将 YouTube 链接单独放在一行即可自动嵌入。
